# =============================================================================
#  models/__init__.py — techdistrib_warranty
# =============================================================================
#  Порядок: довідники → розширення наявних моделей → нова модель.
#  warranty_claim посилається на поля, які додають попередні файли,
#  тому він останній.
# =============================================================================
from . import product_category
from . import stock_lot
from . import stock_picking
from . import warranty_claim
